Revit 2027 API
ParameterTypeId.ContourLabelsElevBaseType Property
 "Elevation Base"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ContourLabelsElevBaseType { get; }
Public Shared ReadOnly Property ContourLabelsElevBaseType As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ContourLabelsElevBaseType {
	ForgeTypeId^ get ();
}
static member ContourLabelsElevBaseType : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace